Repository: MrKukumber/Optepafi
Catalog: Program/Optepafi/Optepafi/Assets/Localization/PathFindingLocal.*.resx
Languages: sk_sk

# MapRepCreat_CancelButton
source: Cancel
sk_sk: Zrušiť

# MapRepCreat_ReturnDueElevDataAbsenceButton
source: Return
sk_sk: Vráť sa

# MapRepCreat_ReturnDueElevDataDistributionAbsenceButton
source: Return
sk_sk: Vráť sa

# MapRepCreat_ReturnDueMapNotSupportedByElevDataTypeButton
source: Return
sk_sk: Vráť sa

# PathFinding_CancelSearchButton
source: Cancel search
sk_sk: Prerušiť vyhľadávanie

# PathFinding_CleanUpButton
source: Clean up
sk_sk: Upratať

# PathFinding_ExitButton
source: Exit
sk_sk: Odisť

# PathFinding_FindPathButton
source: Find path
sk_sk: Nájsť cestu

# PathFinding_PathFindingHeaderTextBlock
source: Path finding
sk_sk: Hľadanie ciest

# PathFinding_RemoveLastTrackPoint
source: Remove last track point
sk_sk: Odstráň posledný bod trate

# Settings_AlgorithmSelectingTextBlock
source: Select searching algorithm
sk_sk: Vyber vyhľadávací algoritmus

# Settings_MapSelectingButton
source: Choose map file
sk_sk: Vyber súbor s mapou

# Settings_PathFindingSettingsHeaderTextBlock
source: Path finding settings
sk_sk: Nastavenia vyhľadávania ciest

# Settings_ProceedingToMapRepreCreation
source: Proceed
sk_sk: Pokračovať

# Settings_TemplateSelectingTextBlock
source: Selecet template
sk_sk: Vyber template

# Settings_UserModelSelectingButton
source: Choose user model file
sk_sk: Vyber súbor s užívateľským modelom
